Repository: Zezzyvil/zorna
Catalog: zorna/locale/*/LC_MESSAGES/django.po
Languages: fr

source: DJANGO version
fr: Versionn de DJANGO

source: PYTHON version
fr: Version de PYTHON

source: Log out
fr: Déconnexion

source: Register
fr: Inscription

source: Click to edit workflow details
fr: Cliquez pour éditer les détails de l'espace de travail

source: Edit workflow
fr: Editez le workflow

source: List of workflows
fr: Liste des workflows

source: Click to add new workflow
fr: Cliquez pour ajouter un nouveau workflow
