Repository: Zezzyvil/zorna
Catalog: zorna/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Please use the following link to reset your password
fr: Cliquez sur le lien suivant pour initialiser votre mot de passe

source: Reset my password
fr: Initialiser mon mot de passe

source: Reset password
fr: Initialiser le mot de passe

source: Click to edit group
fr: Cliquez pour éditer le groupe

source: Group members
fr: Les Membres

source: Update groups for
fr: Mettre à jour les groupes pour

source: Group
fr: Groupe

source: Click to edit this group
fr: Cliquez pour éditer ce groupe

source: Click to see members of this group
fr: Cliquez pour voir les membres de ce groupes

source: Import results
fr: Résultats de l'import

source: Result
fr: Résultat

source: Lines
fr: Lignes

source: Next
fr: Suivant

source: Login
fr: Connexion

source: Forgot your password?
fr: Mot de passe oublié

source: Password changed! You can login with your new password now.
fr: Le mot de passe a été changé! Vous pouvez, maintenant, vous connecter avec votre nouveau mot de passe.

source: You are now registered. Activation email sent.
fr: Vous êtes maintenant enregistré. Un email d'activation vous a été envoyé

source: You are now registered. Yout must wait the administrator to activate your account.
fr: Vous êtes maintenant enregistré. Vous devez attendre qu'un administareur active votre compte.

source: You are now registered. You can now log on our site
fr: Vous êtes maintenant enregistré. Vous pouvez vous connecter sur notre site

source: Dear Administrator
fr: Cher Administrateur

source: Your site has recorded an new registration from
fr: Votre site a enregistré une nouvelle inscription de la part de

source: To let user log on your site, you must confirm his registration
fr: Pour permettre à cet utilisateur de se connecter, il faut confirmer son inscription

source: Reset you password
fr: Initialiser votre mot de passe

source: Instructions on how to reset your password have been sent to your email address. (Check your inbox and spam folder!)
fr: Des instructions pour initialiser votre mot de passe vous ont été envoyé par email. (Vérfiez votre boîte de messagerie et le répertoire de spam)

source: Personnal informations
fr: Informations personnelles

source: Change your photo
fr: Changer votre photo

source: Delete current image
fr: Supprimer l'image courante

source: Change your profile
fr: Changer votre profil

source: Enter the name of the user you want to add
fr: Saisisez le nom de l'utilisateur que vous souhaitez ajouter

source: Members of group
fr: Les Membres de

source: Add user to
fr: Ajouter un utilisateur à

source: Users list
fr: Liste des utilisateurs

source: Account active
fr: Compte actif

source: Account disabled
fr: Compte déscativé

source: User's groups
fr: Les groupes de l'utilisateur

source: Permissions by groups
fr: Permissions par groupe

source: Load permissions from
fr: Charger les permissions à partir de

source: Cancel
fr: Annuler

source: Permissions by users
fr: Permissions par utilisateur

source: Help on permissions
fr: Aide sur les permissions

source: Allow++ and Deny++ allow you to grant or deny rights to the group and its descendants
fr: Allow++ et Deny++ vous permettent d'autoriser ou de refuser les droits au groupe et à ses descendants

source: Update permissions for
fr: Mettre à jour les permissions pour

source: Add user
fr: Ajouter un utilisateur

source: List of groups
fr: Liste des groupes

source: Home
fr: Accueil

source: List of pages
fr: Liste des pages

source: RSS feed
fr: Flux RSS

source: Last entries
fr: Dernières publications

source: Are you sur you want to delete this article
fr: Etes-vous sûr de vouloir supprimer cet article

source: Edit story
fr: Editer l'article

source: Categories
fr: Catégories

source: Collapse All
fr: Réduire tout

source: Expand All
fr: Développer tout

source: Delete this attachment
fr: Supprimer ce fichier joint

source: Notify users
fr: Notifiez les utilisateurs

source: If allowed, send an email to notify users
fr: Si autorisé, envoyez un e-mail pour informer les utilisateurs

source: Delete
fr: Supprimer

source: Update category
fr: Mettre à jour la catégorie

source: Add new category
fr: Ajouter une catégorie

source: Drag and drop to reorder rows
fr: Cliquez et glissez les lignes pour les réordonner

source: Childs
fr: Enfants

source: by
fr: par

source: To read this article, click on the button below
fr: Pour lire cet article, cliquez sur le bouton ci-dessous

source: Read
fr: Lire

source: To read this article, click on the link below
fr: Pour lire cet article, cliquez sur le lien ci-dessous

source: You don't have any category. Create one by clicking on the link
fr: Vous n'avez aucune catégorie de créer. Créez en une en cliquant sur le lien

source: Articles categories
fr: Catégories d'articles

source: Click to edit rights
fr: Cliquez pour éditer droits

source: Click to edit articles category
fr: Cliquez pour éditer la catégorie

source: New story
fr: Nouvel article

source: Order categories
fr: Ordonner les catégories

source: Update Order
fr: Mettre à jour l'ordre

source: Stories
fr: Articles

source: List of my stories
fr: Liste de mes articles

source: Click to begin writing a new story
fr: Cliquez pour commencer à rédiger un article

source: Write new story
fr: Rédiger un article

source: Click to edit category
fr: Cliquez pour éditer la catégorie

source: Edit category
fr: Editer la catégorie

source: Click to edit permissions by users
fr: Cliquez pour éditer les permissions par utilisateur

source: Click to edit permissions by groups
fr: Cliquez pour éditer les permissions par groupe

source: List of articles categories
fr: Liste des catégories d'articles

source: Click to add new category
fr: Cliquez pour ajouter une nouvelle catégorie

source: Click to order categories
fr: Cliquez pour ordonner les catégories

source: posted by
fr: publié par

source: comment
fr: commentaire

source: Leave a Comment
fr: Ecrire un commentaire

source: Post Comment
fr: Envoyer le commentaire

source: His recent posts
fr: Ses dernières publications

source: Created on
fr: Créé le

source: Updated on
fr: Mis à jour le

source: Click to edit item
fr: Cliquez pour modifier l'élément

source: Click to edit calendar details
fr: Cliquez pour éditer les détails de l'agenda

source: Edit calendar
fr: Editer l'agenda

source: Calendars
fr: Agendas

source: List of calendars
fr: Liste des agendas de ressources

source: Click to add new calendar
fr: Cliquez pour ajouter un nouvel agenda

source: Add new calendar
fr: Ajouter un nouvel agenda

source: all-day
fr: Toute la journée

source: Today
fr: Aujourd\'hui

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Feb
fr: Fév

source: Apr
fr: Avr

source: Jun
fr: Jui

source: Jul
fr: Juil

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Event Title:
fr: Titre de l\'événement

source: Category
fr: Catégorie

source: Author
fr: Auteur

source: Location
fr: Lieu

source: You are not allowed to update this event
fr: Vous n'avez pas le droit de mettre à jour cet événement

source: Error, reload page an try agin
fr: Erreur, recharger la page et essayer encore une fois

source: Calendar settings
fr: Options des agendas

source: Calendar
fr: Agenda

source: Create event
fr: Créer un événement

source: Share
fr: Partager

source: Displayed calendars
fr: Agendas affichés

source: Other calendars
fr: Les autres agendas

source: Only this instance
fr: Seulement cette occurrence

source: All events in the series
fr: Tous les événements de la série

source: Reccurrent event
fr: Evénément répétitif

source: Would you like to change only this event or all events in the series
fr: Voulez-vous modifier uniquement cet événement ou tous les événements de la série

source: Would you like to delete only this event or all events in the series
fr: Voulez-vous supprimer uniquement cet événement ou tous les événements de la série

source: Back to calendars
fr: Retour à l'agenda

source: Save
fr: Enregistrer

source: Update calendar settings
fr: Mettre à jour les options de l'agenda

source: This will invalidate any existing private feeds. Are you sure you want to reset the private URL feed
fr: Les flux privés existants ne seront plus valides. Voulez-vous vraiment réinitialiser l'URL des flux privés

source: Private address URLs
fr: Adresses URL privées

source: This is the private address for calendar. Don't share this address with others unless you want them to see all the events on calendar.
fr: Il s'agit de l'adresse URL privée de cet agenda. Ne communiquez pas cette adresse à d'autres personnes à moins que vous ne souhaitiez qu'elles voient tous les événements de cet agenda.

source: Address url
fr: Adresse URL

source: Copy and paste this into any calendar product that supports the iCal format
fr: Copiez l'adresse et collez-la dans n'importe quelle application de type agenda prenant en charge le format iCal

source: Reset Private URL
fr: Réinitialiser les URL privées

source: Reset
fr: Réinitialiser

source: Update calendar
fr: Mettre à jour l'agenda

source: Resources calendars
fr: Les agendas de ressources

source: Click to edit calendar
fr: Cliquez pour éditer l'agenda

source: Settings
fr: Options

source: Private address
fr: Adresse URL privée

source: Communities
fr: Communautés

source: Click to edit community
fr: Cliquez pour modifier une communaute

source: Edit community
fr: Editez la communauté

source: List of communities
fr: Communautés

source: Click to edit add new community
fr: Cliquez pour ajouter une communaute

source: Add new community
fr: Ajouter une communaute

source: Community
fr: Communauté

source: Shortcuts
fr: Raccourcis

source: My communities
fr: Mes communautés

source: Next events
fr: Prochains événements

source: Last pages
fr: Dernières pages

source: Last files
fr: Derniers fichiers

source: Invite user to join community:
fr: Inviter un utilisateur à rejoindre la communaute

source: Add
fr: Ajouter

source: Update community
fr: Mettre à jour la communaute

source: Someone
fr: Quelqu'un

source: replied to a message that you follow
fr: a répondu au message que vous suivez

source: To read the message, click on the button below
fr: Pour lire cette réponse, cliquez sur le bouton ci-dessous

source: Read message
fr: Lire la réponse

source: To read the message, click on the link below
fr: Pour lire la réponse, cliquez sur le lien ci-dessous

source: added you to community
fr: vous a ajouté à la communauté

source: as
fr: en tant que

source: Let's work togheter, click on the button below
fr: Travaillons ensemble, cliquez sur le bouton ci-dessous

source: Let's go
fr: Allons-y

source: Let's work togheter, click on the link below
fr: Travaillons ensemble, cliquez sur le lien ci-dessous

source: To read this message, click on the button below
fr: Pour lire cette réponse, cliquez sur le bouton ci-dessous

source: To read this message, click on the link below
fr: Pour lire ce message, cliquez sur le lien ci-dessous

source: Are you sur you want to delete this entry
fr: Etes-vous sûr de vouloir supprimer cette entrée

source: From
fr: De

source: More
fr: Plus

source: New messages
fr: Nouveaux messages

source: Files
fr: Fichiers

source: to
fr: pour

source: Manage members
fr: Gérer les membres

source: Manage managers
fr: Gérer les gestionnaires

source: Invite...
fr: Inviter...

source: Edit
fr: Editer

source: Last activity
fr: Dernière activité

source: Join community
fr: Rejoindre la communauté

source: Join
fr: Participer

source: Leave community
fr: Quitter la communaute

source: Leave
fr: Quitter

source: for
fr: pour

source: posted a message
fr: a publié un message

source: updated the message
fr: a mis à jour le message

source: Add/Remove members
fr: Ajouter/Enlevre des membres

source: Add/Remove managers
fr: Ajouter/Enlever des gestionnaires

source: Major contributors
fr: Les personnes qui contribuent le plus

source: Followers
fr: Suiveurs

source: Reply
fr: Répondre

source: Add another
fr: Ajouter un autre

source: Remove
fr: Supprimer

source: total votes
fr: Total des votes

source: Click to edit faq details
fr: Cliquez pour éditer les détails de la faq

source: Edit faq
fr: Editer la faq

source: List of faqs
fr: Liste des faqs

source: Click to add new faq
fr: Cliquez pour ajouter une faq

source: Add new faq
fr: Ajouter une nouvelle faq

source: Update faq
fr: Mettre à jour la faq

source: Are you sur you want to delete this question
fr: Etes-vous sûr de vouloir supprimer cette question

source: Update question
fr: Mettre à jour la question

source: Add new question
fr: Ajouter une nouvelle question

source: Faq categories
fr: Catégoriesd de faq

source: Click to edit faq category
fr: Cliquez pour éditer la catégorie

source: Click to list questions
fr: Cliquez pour afficher la liste les questions

source: Click to edit faq
fr: Cliquez pour éditer la faq

source: Faq questions
fr: Questions de la faq

source: Click to edit question
fr: Cliquez pour éditez la question

source: Browse
fr: Consulter

source: Click to manage faq
fr: Cliquez pour gérer la faq

source: Manage faq
fr: Gérer la faq

source: Click to list faq category
fr: Cliquez pour afficher la liste des catégorie de la faq

source: Click to add faq category
fr: Cliquez pour ajouter une nouvelle catégorie

source: Add category
fr: Ajouter une catégorie

source: Click to add question
fr: Cliquez pour ajouter une question

source: Add question
fr: Ajouter une question

source: Faq content
fr: Contenu de la faq

source: Update folder
fr: Mettre à jour le répertoire

source: Add new folder
fr: Ajouter un nouveau répertoire

source: A new file(s) has been uploaded in folder
fr: Un nouveau(x) fichiers(s) a été chargé dans le répertoire

source: File has been updated in folder
fr: Un fichier a été mis à jour dans le répertoire

source: To access folder content, click on the button below
fr: Pour accéder au contenu de ce répertoire, cliquez sur le bouton ci-dessous

source: Go to folder
fr: Aller au répertoire

source: Created
fr: Créé le

source: By
fr: Par

source: Updated
fr: Mis à jour le

source: Send an email to notify users
fr: Envoyer un email pour informer les utilisateurs

source: Size
fr: Taille

source: Upload file
fr: Charger des fichiers

source: Rename this folder
fr: Renommer ce répertoire

source: Rename
fr: Renommer

source: Create new folder
fr: Créer un répertoire

source: New folder
fr: Nouveau répertoire

source: Delete this folder
fr: Supprimer ce répertoire

source: Click to display recent files
fr: Cliquez pour visualiser la liste des fichiers récents

source: There are currently no files in this folder
fr: Actuellement, il n'y a pas de fichiers dans ce répertoire

source: Permanently delete this file from the server? This will remove the file from the server completely!
fr: Supprimer définitivement ce fichier du serveur. Cette action supprimera le fichier définitivement!

source: Permanently delete this folder from the server? This will remove the folder from the server completely!
fr: Supprimer définitivement ce fichier du serveur. Cette action supprimera le fichier définitivement!

source: Folder
fr: Répertoire

source: on
fr: le

source: Properties
fr: Propriétés

source: Rename file
fr: Renommer le fichier

source: Delete this file from the server
fr: Supprimer ce fichier du serveur

source: Rename folder
fr: Renommer le répertoire

source: Delete folder
fr: Supprimer le répertoire

source: My documents
fr: Mes documents

source: Shared folders
fr: Répertoires partagés

source: Loading...
fr: Chargement...

source: Folders
fr: Répertoires

source: Click to edit folder
fr: Cliquez pour éditer le répertoire

source: Files added
fr: Fichiers ajoutés

source: Edit folder
fr: Editer le répertoire

source: List of folders
fr: Liste des répertoires

source: Click to add new folder
fr: Cliquez pour ajouter un nouveau répertoire

source: Multiple uploading
fr: Chargement multiple

source: You must queue at least one file
fr: Vous devez charger au moins un fichier

source: Click to edit workspace details
fr: Cliquez pour éditer les détails de l'espace de travail

source: Edit workspace
fr: Editez l'espace de travail

source: Forms workspaces
fr: Espaces de travail

source: List of workspaces
fr: Liste des espaces de travail

source: Workspaces
fr: Espaces de travail

source: Click to add new workspace
fr: Cliquez pour ajouter un nouvel espace

source: Add new workspace
fr: Ajouter un espace de travail

source: Click to view this entry
fr: Cliquez pour visualiser cette entrée

source: Click to edit this entry
fr: Cliquez pour éditer cette entrée

source: Enter a custom message. When the form is submitted, your users will see this message in the browser.
fr: Saisissez un message pesonnalié. Quand le formulaire est soumis, vos utilisateurs verront ce message dans le navigateur

source: Click on this link to customize message with values the user enters into the form
fr: Cliquez sur ce lien pour personnaliser le message avec les valeurs saisies par l'utilisateur dans le formulaire

source: Enter a web page URL. When the form is submitted, users will be forwarded to this web page.
fr: Saisissez l'URL de la page. Quand le formulaire est soumis, les utilisateurs seront redirigés vers cette page

source: Click on this link to customize url with values the user enters into the form
fr: Cliquez sur ce lien pour personnaliser l'url avec les valeurs saisies par l'utilisateur dans le formulaire

source: Duplicate
fr: Dupliquer

source: Header message
fr: En-tête du message

source: Footer message
fr: Pied du message

source: Update workspace
fr: Mettre à jour l'espace de travail

source: with separator
fr: avec le séparateur

source: Tab
fr: Tabulation

source: or type another caracter
fr: ou saisissez un autre caractère

source: View entries
fr: Dernièrs enregistrements

source: Fields
fr: Champs

source: New
fr: Nouveau

source: Click to display lists
fr: Cliquez pour visualiser les listes

source: Click to add new list
fr: Cliquez pour ajouter une liste

source: New list
fr: Nouvelle liste

source: Configure what users will see when they submit form
fr: Configurer ce que les utilisateurs verront une fois qu'ils ont soumis le formulaire

source: Click to edit this action
fr: Cliquez pour éditer cette action

source: Display message when user submit form
fr: Afficher un message quand l'utilisateur soumet le formulaire

source: Forward user to a web page
fr: Rediriger l'utilisateur vers une page WEB

source: Print this entry
fr: Imprimer cet enregistrement

source: Print this form
fr: Imprimer ce formulaire

source: Click to edit form
fr: Cliquez pour éditer le formulaire

source: Click to add new field
fr: Cliquez pour ajouter un nouveau champ

source: New field
fr: Nouveau champ

source: Click to import form fields
fr: Cliquez pour importer les champs

source: Click to order fields
fr: Cliquez pour ordonner les champs

source: Order fields
fr: Ordonner les champs

source: Click to edit email submission
fr: Cliquez pour éditer l'email à envoyer après la soumission du formulaire

source: Email submission
fr: Email

source: Click to set form action
fr: Cliquez pour mettre en place l'action

source: Form action
fr: Action du formulaire

source: Click to export entries
fr: Cliquez pour exporter les enregistrements

source: Export
fr: Exporter

source: Click to browse entries
fr: Cliquez pour consulter les enregistrements

source: Click to set form panels
fr: Cliquez pour éditer les panels

source: Click to duplicate this form
fr: Cliquez pour dupliquer ce formulaire

source: Click to set form fields order
fr: Cliquez pour ordonner les champs du formulaire

source: Form fields
fr: Champs du formulaire

source: Click to set columns table order
fr: Cliquez pour ordonner les champs dans la liste

source: Table fields
fr: Champs de la liste

source: Panel name
fr: Nom du panel

source: Click to add new panel for this form
fr: Cliquez pour ajouter un nouveau panel à ce formulaire

source: Masters
fr: Patrons

source: Click to list lists
fr: Cliquez pour afficher la liste des listes

source: Existing field
fr: Champ existant

source: New type
fr: Nouveau type

source: Click to edit workspace
fr: Cliquez pour éditer l'espace de travail

source: Are you sur you want to delete this field
fr: Etes-vous sûr de vouloir supprimer ce champ

source: Save and continue
fr: Enregistrer et continuer

source: Are you sur you want to delete this form. All associated data will be deleted!
fr: Etes-vous sûr de vouloir supprimer ce formulaire. Toutes les données associées seront perdues!

source: Form order fields
fr: Ordre des champs du formulaire

source: Choose a field to reference
fr: Choisissez le champ à référencer

source: Table order fields
fr: Ordre des champs de la liste

source: Fields to display
fr: Champs à afficher

source: Sort by default on
fr: Trier par défaut sur

source: Update item menu
fr: Mettre à jour le menu

source: Click to edit menu item
fr: Cliquez pour modifier le menu

source: Click to add new menu item
fr: Cliquez pour ajouter une nouvelle entrée au menu

source: Add new url
fr: Ajouter un lien

source: Add new url to
fr: Ajouter un lien vers

source: Category of articles
fr: Catégorie d'articles

source: Create new category
fr: Créer une catégorie

source: Rename category
fr: Renommer la catégorie

source: Shared notes
fr: Notes partagées

source: Add note
fr: Ajouter une note

source: Share this category
fr: Partager cette catégorie

source: Rename this category
fr: Renommer cette catégorie

source: New category
fr: Nouvelle catégorie

source: Shared by
fr: Partagée par

source: There are currently no notes in this category
fr: Pas de notes dans cette catégorie

source: Content
fr: Contenu

source: Nothing to edit
fr: Rien à éditer

source: Edit source
fr: Editer le source

source: Preview
fr: Prévisualiser

source: Rename page
fr: Renommer la page

source: Clone this page
fr: Dupliquer cette page

source: Clone
fr: Dupliquer

source: Delete this page from the server
fr: Supprimer cette page du serveur

source: Cut this page
fr: Couper cette page

source: Cut
fr: Couper

source: There are currently no files enabled for editing
fr: Actuellement, il n'y a pas de fichiers à éditer

source: New Filename
fr: Noouveau fichier

source: Create New Webpage
fr: Créer une nouvelle page

source: Paste
fr: Coller

source: You will lose the changes made in the editor
fr: Vous allez perdre les modifications faites dans l\'éditeur

source: Search results
fr: Résultats de la recherche

source: Article
fr: Articles

source: No results found
fr: Aucun résultat trouvé

source: SEARCH
fr: RECHERCHE

source: Alert
fr: Alerte

source: Click to edit alert
fr: Cliquez pour éditer l'alerte

source: Edit alert
fr: Editer l'alerte

source: Site configuration
fr: Configuration du site

source: List of options
fr: Liste des options

source: Site registration
fr: Inscription

source: List of alerts
fr: Liste des alertes

source: Alerts
fr: Les alertes

source: Click to add new alert
fr: Cliquez pour ajouter une alerte

source: List of calendar categories
fr: Liste des catégories d'événements

source: Calendar categories
fr: Catégories des événements

source: Regards
fr: Cordialement

source: The ZORNA Portal Team
fr: L'équipe du portail

source: Key
fr: Clé

source: By default, assign registered users to groups
fr: Par défaut, assigner les utilisateurs nouvellement enregistrés aux groupes

source: ZORNA version
fr: Version de ZORNA
