Repository: Zezzyvil/zorna
Catalog: zorna/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Date created
fr: Date de création

source: Date updated
fr: Date de mise à jour

source: Enabled
fr: Activé

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (encore)

source: You must type the same password each time
fr: Vous devez saisir le même mot de passe

source: You must type password
fr: Vous devez saisir le mot de passe

source: Username
fr: Identifiant

source: Email address
fr: Adresse de messagerie

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: is active
fr: est actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Indique si l'utilisateur doit être considéré comme actif ou non.Déselectionner cette option au lieur de supprimer l'utilisateur.

source: That username has invalid characters. The valid values are letters, numbers and underscore.
fr: L'identifiant contient des caractères invalides. Les caractères autorisés sont les caractères alphanumériques et le caractère souligné

source: This username is already taken. Please choose another.
fr: Cet identifiant est déjà utulilisé. Choisissez un autre svp.

source: Login ID
fr: Identifiant

source: Account activation on
fr: Activation du compte sur

source: Your site has recorded a new registration
fr: Votre site a enregistré un nouvel utilisateur

source: %(ext)s is an invalid file extension. Authorized extensions are : %(valid_exts_list)s
fr: %(ext)s est une extension invalide. Les extensions autorisées sont :%(valid_exts_list)s

source: Please, choose a valid image file
fr: Choisissez une fichier image valide

source: Semicolon
fr: point virgule

source: Comma
fr: Virgule

source: File
fr: Fichier

source: Separator
fr: avec le séparateur

source: Other
fr: Autres

source: Encoding
fr: Encodage

source: Username or email address
fr: Identifiant ou adresse de messagerie

source: Unkown username or email
fr: Identifiant ou adresse email non connu

source: Invlaid username or email
fr: Identifiant ou adresse email non valide

source: Public
fr: Publique

source: Anonymous
fr: Anonymes

source: Registered
fr: Utilisateurs enregistrés

source: name
fr: nom

source: activation key
fr: Clé d'activation

source: last activity
fr: Dernière activité

source: groups
fr: Groupes

source: In addition to the permissions manually assigned, this user will also get all permissions granted to each group he/she is in.
fr: En plus des permissions assignées manuellement, cet utilisateur aura toutes les permissions accordées à chauqe groupe auquel il appartient.

source: User profile
fr: Profil utilisateur

source: User avatar
fr: Photo utilisateur

source: Avatar for %s
fr: Avatar pour %s

source: Password reset request
fr: Demande d'initialisation de mot de passe

source: Add new group
fr: Ajouter un groupe

source: Update group
fr: Mettre à jour le groupe

source: You must provide required fields
fr: Vous devez renseigner les champs obligatoires

source: One more fields are empty
fr: Un ou plusieurs champs sont vides

source: Invalid file name
fr: Nom de fichier invalide

source: Nickname
fr: Identifiant

source: First name
fr: Prénom

source: Last name
fr: Nom

source: E-mail address
fr: Adresse de messagerie

source: Forms
fr: Formulaires

source: Users import
fr: Import des utilisateurs

source: Acl permission
fr: Permission

source: Acl permissions
fr: Permissions

source: Can %(check)s this %(object_name)s
fr: Peut %(check)s cet %(object_name)s

source: Updates on changes and additions to
fr: Mises à jour et ajouts à

source: Articles for category %s
fr: Articles de la catégorie %s

source: Articles recently published in category %s
fr: Articles récemment publiés dans la catégorie %s

source: You must provide a slug or a category name
fr: Vous devez fournir un slug ou un nom de catégorie

source: Attachment
fr: Fichier joint

source: title
fr: Titre

source: head
fr: Entête

source: body
fr: Corps

source: You must provide a slug or a story title
fr: Vous devez fournir un slug ou un titre

source: No email notification
fr: Pas de notification par email

source: Send email notification
fr: Envoyer une notification par email

source: Let the author decide
fr: Laisser le choix à l'auteur

source: Allow comment
fr: Autoriser les commentaires

source: Users will receive email notification when an article is published or updated
fr: Les utilisateurs seront informés par email quan un article est publié ou mis à jour

source: articles category
fr: catégorie d'article

source: articles categories
fr: catégorie d'articles

source: Who can browse this category
fr: Qui peut visualiser cette catégorie

source: Who can submit articles to this category
fr: Qui peut soumettre des articles dans cette catégorie

source: Who can manage this category
fr: Qui peut gérer cette catgéorie

source: categories
fr: catégories

source: Title
fr: Titre

source: Head
fr: Entête

source: Body
fr: Corps

source: story
fr: Article

source: stories
fr: Articles

source: article attachments
fr: Fichiers joints à l'article

source: Comment
fr: Commentaire

source: article comment
fr: Commentaire de l'article

source: article comments
fr: Commentaires de l'article

source: A new article has been published
fr: Un nouvel article a été publié

source: An article has been updated
fr: Un article a été mis à jour

source: Weekly
fr: Hebdomadaire

source: Daily
fr: Journalier

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: The end time must be later than start time.
fr: La date de fin doit être plus tard que la date de début

source: Until date
fr: Jusqu'à la date

source: This date is ignored for one time only events.
fr: Cette date est ignorée pour les événements non réccurrents

source: Rule
fr: Rège de récurrence

source: Select '----' for a one time only event.
fr: Choisissez '----' pour les événements non répétitifs

source: Repeat on
fr: Répétez à chaque

source: Repeat every
fr: Répétez à chaque

source: Default
fr: Par défaut

source: Private
fr: Privée

source: background color
fr: Couleur de fond

source: calendar category
fr: Catégorie d'événement

source: calendar categories
fr: Catégories d'événement

source: If used, calendar category is ignored.
fr: Si utilisé, la catégorie d'événement est ignoré

source: location
fr: Lieu

source: Busy
fr: Occupé

source: privacy
fr: privé

source: Event details
fr: Détails de l'événement

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Saturday
fr: Samedi

source: Day
fr: Journalier

source: Week
fr: Semaine

source: Month
fr: Mois

source: secret key
fr: clé secrète

source: custom view
fr: vue personnalisée

source: week start on
fr: la semaine commence le

source: default meeting length
fr: durée de la réunion par défaut

source: Default meeting length in minutes
fr: Durée, par défaut, de la réunion en minutes

source: default time scale
fr: échelle de temps par défaut

source: Default time scale
fr: Echelle de temps par défaut

source: zorna calendar
fr: agenda zorna

source: zorna calendars
fr: agendas zorna

source: Can view event details
fr: Peut visualiser les détails de l'événement

source: Can make change to events
fr: Peut modifier les événements

source: Can add new event
fr: Peut ajouter un nouveau événement

source: zorna resource calendar
fr: agenda de ressource

source: zorna resource calendars
fr: agendas de ressources

source: Followed posts
fr: Messages suivis

source: Recent messages
fr: Messages récents

source: Direct to me
fr: Envoyés à moi

source: All
fr: Tous

source: Name
fr: Nom

source: Recipients
fr: Destinataires

source: Attachments
fr: Fichiers joints

source: A new message has been posted in communities
fr: Un nouveau message a été publié dans les communautés

source: Choose
fr: Choisissez

source: Enter names
fr: Saisissez les noms

source: Manager
fr: Gestionnaire

source: Check this if you want to invite these people as managers
fr: Cochez cette case si vous souhaitez les inviter en tant que gestionnaires

source: Tell them why you're adding them
fr: Dites leurs pourquoi vous les avez ajouté

source: You must specify start and end dates
fr: Vous devez spécifier des dates de début et de fin

source: You must specify at least two choices
fr: Vous devez spécifier au moins deux choix

source: Invalid url
fr: URL invalide

source: Invalid url or script embed codes are not supported
fr: URL invalid ou les codes saisis ne sont pas autorisés

source: Option of making your community Public, Private, or Hidden
fr: Option pour désigner votre commuanuté comme Public, Privée ou Cachée

source: enable calendar
fr: activer l'agenda

source: Enable this option to let members access calendar community
fr: Activer cette option pour permettre aux membres de la communauté d'accéder à l'agenda

source: enable documents
fr: Activer les documents

source: Enable this option to allow members to access files in the Document Manager
fr: Activer cette option pour permettre aux membres de la communauté d'accéder aux fichiers dans le gestionnaire de fichiers

source: email notification
fr: notification par email

source: Users will receive email notification when a new message is posted
fr: Les utilisateurs seront informés quand un nouveau message est envoyé

source: community
fr: Communauté

source: communities
fr: Communautés

source: Who can join this community
fr: Qui peut être membre de cette communauté

source: Who can manage this community
fr: Qui peut gérer cette communauté

source: users
fr: utilisateurs

source: followers
fr: Suiveurs

source: community message
fr: message

source: community messages
fr: messages

source: community message extra info
fr: Informations supplémentaires

source: community messages extra info
fr: messages

source: event
fr: événement

source: community event
fr: Evénement pour la communauté

source: community events
fr: Evénements pour la communauté

source: poll
fr: sondage

source: polls
fr: sondages

source: choice
fr: choix

source: poll choice
fr: choix du sondage

source: poll choices
fr: choix du sondages

source: excerpt
fr: résumé

source: Error
fr: Erreur

source: Poll
fr: Sondage

source: Polls
fr: Sondages

source: Event
fr: Evénement

source: Events
fr: Evénements

source: Link
fr: Lien

source: Links
fr: Liens

source: Members
fr: Membres

source: Managers
fr: Gestionnaires

source: Members of
fr: Les Membres de

source: Managers of
fr: Les gestionnaires de

source: Access Denied
fr: Accès non autorisé

source: Follow
fr: Suivre

source: Unfollow
fr: Ne pas suivre

source: New reply from %s
fr: Nouvelle réponse de %s

source: manager
fr: gestionnaire

source: member
fr: membre

source: Answer
fr: Réponse

source: Who can browse this faq
fr: Qui peut consulter cette faq

source: Who can manage this faq
fr: Qui peut gérer cette faq

source: sort order
fr: Ordre de tri

source: answer
fr: réponse

source: Recent files
fr: Documents récents

source: You must provide a slug or a folder name
fr: Vous devez fournir un slug ou un nom de répertoire

source: Inherit permissions
fr: Hérite les permissions

source: Users will receive email notification when a file is uploaded or updated
fr: Les utilisateurs seront informés quand un fichier est chargé ou mis à jour

source: folder
fr: Répertoire

source: folders
fr: Répertoires

source: Who can browse this folder
fr: Qui peut télécharger des fichiers de ce répertoire

source: Who can upload files to this folder
fr: Qui peut déposer des fichiers dans ce répertoire

source: Who can manage this folder
fr: Qui peut gérer ce répertoire

source: root_folder
fr: Répertoire racine

source: file
fr: fichier

source: file %s
fr: fichier %s

source: A new file has been uploaded
fr: Un nouveau fichier a été téléchargé

source: A file has been updated
fr: Un fichier a été mis à jour

source: Folder deleted successfully
fr: Fichier supprimé avec succès

source: Access denied
fr: Accès non autorisé

source: Folder renamed successfully
fr: Répertoire renommé avec succès

source: Invalid folder name
fr: Nom du répertoire invalide

source: Folder created successfully
fr: Répertoire créé avec succès

source: Incorrect path
fr: Chemin invalide

source: File renamed successfully
fr: Fichier renommée avec succès

source: Invalid file path
fr: Chemin de fichier invalide

source: File deleted successfully
fr: Fichier supprimé avec succès

source: Files uploaded successfully
fr: Fichiers chargés avec succès

source: No file uploaded
fr: Aucun fichier chargé

source: Invalid form
fr: Formulaire invalide

source: File updated successfully
fr: Fichier mis à jour avec succès

source: Single line text
fr: Champ text

source: Multi line text
fr: Champ multi lignes

source: Email
fr: Adresse email

source: Check box
fr: Case à cocher

source: Check boxes
fr: Cases à cocher

source: Drop down
fr: List déroulante

source: Multi select
fr: Sélection multiple

source: Radio buttons
fr: Boutons radio

source: File upload
fr: Fichier joint

source: Date/time
fr: Date/heure

source: Hidden
fr: Champ caché

source: Registered user
fr: Utilisateur enregistré

source: Decimal
fr: Décimal

source: Integer
fr: Entier

source: Reference
fr: Référence

source: Time
fr: Heure

source: You must provide a slug or a workspace name
fr: Vous devez fournir un slug ou un nom d'espace de travail

source: Value
fr: Valeur

source: Button text
fr: Text du bouton

source: Submit
fr: Soumettre

source: Bind to entry
fr: Associer à un enregistrement

source: If filled, each record will be linked to target form entry
fr: Si coché, chaque enregistrement sera lié à un enregistrement du formualire cible

source: Send email
fr: Envoyer un email

source: If checked, an email will be sent
fr: Si coché, un email sera envoyé

source: From address
fr: Adresse d'expédition

source: The address the email will be sent from
fr: Adresse qui sera utilisé comme expéditrice

source: Send copies to
fr: Envoyé des copies à

source: One or more email addresses, separated by commas
fr: Une ou plusieurs adresses séparées par des virgules

source: Subject
fr: Sujet

source: Control name
fr: Nom du contôle

source: Panel title
fr: Titre du panel

source: Width including units (px, %, ...)
fr: Largeur avec les unités ( px, %, ...)

source: Height including units (px, %, ...)
fr: Hauteur avec les unités (px, %, ...)

source: Margin including units (px, %, ...)
fr: Marge avec les unités (px, %, ...)

source: Css classes
fr: Classes CSS

source: Panel header
fr: En-tête du panel

source: Panel footer
fr: Pied du panel

source: Workspace
fr: Espace de travail

source: User
fr: Utilisateur

source: You must provide a registered user
fr: Vous devez fournir un utilisateur enregistré

source: A record with this user already exist
fr: Un enregsitrement avec cet utilisateur existe déjà

source: You must provide a valid form entry
fr: Vous devez fournir un slug ou un titre

source: Creation date
fr: Date de création

source: Row ID
fr: N° enregistrement

source: Who can use this workspace
fr: Qui peut utiliser cet espace de travail

source: list
fr: liste

source: lists
fr: listes

source: Bind to account
fr: Associer à un compte

source: If checked, each record will be linked to user account
fr: Si coché, chaque enregistrement sera lié à un compte utilisateur

source: Bind display
fr: Affichage de la référence

source: forms form
fr: formulaire

source: Who can see the list of recordings of this form
fr: Qui peut consulter les enregistrements de ce formulaire

source: Who can create new records
fr: Qui peut ajouter de nouveaux enregistrements

source: Who can modify records
fr: Qui peut modifier les enregistrements

source: form action
fr: Action du formulaire

source: form actions
fr: actions de formulaires

source: message form action
fr: Action de type message

source: message form actions
fr: actions de type message

source: url form action
fr: Action de type url

source: url form actions
fr: Actions de type url

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Margin
fr: Marge

source: Css Class
fr: Classes Css

source: Stacked
fr: Empilé

source: Label and control are stacked
fr: Etiquette et champ sont empilé

source: form panel
fr: panel du formulaire

source: form panels
fr: panels du formulaire

source: Label
fr: Etiquette

source: Help text
fr: Texte d'aide

source: Required
fr: Obligatoire

source: Default value
fr: Valeur par défaut

source: Reference display
fr: Affichage de la référence

source: Visible in list
fr: Visible dans la liste

source: sort order list
fr: Ordre de tri en liste

source: Use this field to sort
fr: Utiliser ce champ pour ordonner

source: Background color
fr: Couleur de fond

source: Background color ( string or hex )
fr: Couleur de fond ( chaîne de caractères ou sous forme héxa

source: Border width
fr: Largeur du bord

source: Border width including units (px, %, ...)
fr: Largeur du bord en unités (px, %, ...)

source: Border style
fr: Style du bord

source: Border color
fr: Couleur du bord

source: Label color
fr: Couleur de l'étiquette

source: Label color ( string or hex )
fr: Couleur de l'étiquette ( chaînes de caractères ou fous forme héxa )

source: Label size
fr: Taille de l'étiquette

source: Bold
fr: Gras

source: Check this checkbox to make the control's label bold
fr: Cochez cette case pour rendre gras l'étiquette du champ

source: Italic
fr: Italique

source: Check this checkbox to italicize the control's label
fr: Cochez cette case pour rendre italique l'étiquette du champ

source: forms field
fr: champ du formulaire

source: forms fields
fr: champs du formulaire

source: form entry
fr: enregistrement

source: form entries
fr: enregistrements du formulaire

source: Lists
fr: Listes

source: List
fr: Liste

source: Export Entries
fr: Exporter les enregistrements

source: A form with this slug already exist
fr: Un formulaire avec le même slug existe déjà

source: You must provide a slug or a menu item name
fr: Vous devez fournir un slug ou un nom pour le menu

source: Shown when hovering over the menu link
fr: S'affiche lorsque le curseur passe sur le lien

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: menu item
fr: menu

source: menu items
fr: menus

source: Add a link
fr: Ajouter un lien

source: Add a link to an articles category
fr: Ajouter un lien vers une catégorie d'articles

source: Add a link to faq
fr: Ajouter un lien vers une faq

source: Add a link to form submission
fr: Ajouter un lien vers la soumission d'un formulaire

source: Add a link to form list
fr: Ajouter un lien vers la liste d'un formulaire

source: Form submission
fr: Formulaire soumission

source: Form browse
fr: Formulaire liste

source: Add a link to page content
fr: Ajouter un lien vers une page

source: note category
fr: Catégorie de la note

source: note categories
fr: Catégories des notes

source: Who can browse notes in this category
fr: Qui peut consulter les notes de cette catégorie

source: content
fr: Contenu

source: Note attachment
fr: Fichiers joints à la note

source: Attachment for %s
fr: Fichiers joints pour %s

source: Category created successfully
fr: Catégorie créée avec succès

source: You must give a valid name
fr: Vous devez fournir nom valide

source: Category renamed successfully
fr: Catégorie renommée avec succès

source: Invalid category note
fr: Catégorie de note invalide

source: Note created successfully
fr: Note créée avec succès

source: Invalid note
fr: Note invalide

source: Note deleted successfully
fr: La note a été supprimée avec succès

source: Note updated successfully
fr: Note mise à jour avec succès

source: keywords
fr: mots clés

source: Double click to open or close folder
fr: Double cliquez pour ouvrit ou fermer le répertoire

source: Double click to edit file
fr: Double cliquez pour éditer le fichier

source: Search
fr: Recherche

source: alert
fr: alerte

source: Who can view this alert
fr: Qui peut lire cette alerte

source: Confirm account by validating address email
fr: Confirmation du compte par validation de l'adresse email

source: Manual confirmation by administrators
fr: Confirmation manuelle par les administrateurs

source: Confirm account without address email validation
fr: Confirmation du compte sans validation

source: allow registration
fr: permettre l'inscription

source: Enable this option to let users register on your site
fr: Activer cette option pour permettre aux utilisateurs de s'enregsitrer sur votre site

source: validation type
fr: type de validation

source: key
fr: Clé

source: Who can access this option
fr: Qui peut accéder à cette option

source: Who can have personal calendar
fr: Qui peut avoir un agenda personnel

source: Who can store personal documents on the server
fr: Qui peut avoir un espace de stockage de fichiers privé

source: Who can manage static pages
fr: Qui peut gérer les pages statiques

source: Who can manage pages templates
fr: Qui peut gérer les templates des pages statiques

source: Who can have personal notes
fr: Qui peut utiliser les notes personnelles

source: Who can validate registration
fr: Qui peut valider les inscriptions

source: Who can manage menus
fr: Qui peut gérer les menus

source: Who can use full ckeditor
fr: Qui peut utiliser l'éditeur WYSIWYG amélioré

source: Account successfully activated
fr: Le compte a été activé avec succès

source: Log in
fr: Connexion

source: Account activation failed
fr: L'activation du compte a échoué

source: Dear
fr: Cher

source: Thank you for signing up on %(domain)s. Please click on the Button below to activate your account
fr: Merci de s'être enregsitré sur %(domain)s. Cliquez sur le boutton ci-dessous pour activer votre compte

source: Link is valid for %(expiration_days)s days.
fr: Le lien est valide pour %(expiration_days)s jours.

source: Activate Account
fr: Activer le compte

source: Thank you for signing up on %(domain)s. Please click on the link below to activate your account
fr: Merci de s'être enregsitré sur %(domain)s. Cliquez sur le lien ci-dessous pour activer votre compte

source: Upload New Image
fr: Charger une nouvelle image

source: Click to edit user profile
fr: Cliquez pour éditer le profil de l'utilisateur

source: Edit profile
fr: Editez le profil

source: Click to change user password
fr: Cliquez pour changer le mot de passe

source: Change user password
fr: Changer le mot de passe

source: Click to list user groups
fr: Cliquez pour afficher les groupes de l'utilisateur

source: User groups
fr: Groupes de l'utilisateur

source: Users/Groups
fr: Utilisateurs/Groupes

source: Users list
fr: Liste des utilisateurs

source: Users
fr: Utilisateurs

source: Groups list
fr: Liste des groupes

source: Groups
fr: Les Groupes

source: Administrators list
fr: Liste des administrateurs

source: Administrators
fr: Les administrateurs

source: Click to add new group
fr: Cliquez pour ajouter un groupe

source: Click to add new user
fr: Cliquez pour ajouter une utilisateur

source: Add new user
fr: Ajouter un utilisateur

source: Click to import users from CSV file
fr: Cliquez pour importer des utilisateurs à partir d'un fichier CSV

source: Import users
fr: Importer des utilisateurs

source: Change password
fr: Changer le mot de passe

source: Update
fr: Mettre à jour

source: Change password for
fr: Changer le mot de passe pour

source: User profile for
fr: Profil utilisateur de

source: Hi
fr: Bonjour

source: Someone (presumably you) has requested your password to be reset for your account at
fr: Quelqu'un (probablement vous) a demandé l'initialisation de mot de passe de votre compte de
